Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/udi.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Rights and obligations if you get a residence permit to live with your spouse in Norway
nb: Rettigheter og plikter hvis du får oppholdstillatelse for å bo med ektefellen din i Norge

source: For example, if you have been in Norway for 90 days or more, you will have to stay outside Norway for 90 days before you can travel into Norway again.
nb: Hvis du for eksempel har vært i Norge i 90 dager eller mer, må du oppholde deg utenfor Norge i 90 dager før du kan reise tilbake til Norge.

source: When you appeal you should explain why the decision is wrong.
nb: Når du klager bør du forklare hvorfor du mener at avslaget er feil.

source: This means that UNE's practice forms the basis for the UDI’s practice.
nb: Det betyr at praksis i UNE er retningsgivende for praksis i UDI.

source: If you disagree with the decision from UDI you can write an appeal.
nb: Du kan klage skriftlig hvis du er uenig i avslaget fra UDI.

source: Countries of origin in exclusion cases are diverse, including among other Iraq, Eritrea, Stateless Palestinians, Sudan, Afghanistan, Somalia, Russia, Sri Lanka, Ethiopia, Iran and
nb: Eksklusjonsvedtak fattes i asylsaker med bred landopprinnelse, herunder Irak, Eritrea, Statsløse palestinere, Sudan, Afghanistan, Somalia, Russland, Sri Lanka, Etiopia, Iran og Syria.

source: If you are to work in Norway for a maximum of 14 days
nb: Du som skal jobbe i Norge i maksimalt 14 dager

source: Forced marriage and child marriage
nb: Tvangsekteskap og barneekteskap

source: You can also log in to ID-porten using the electronic IDs
nb: Du kan også logge inn i ID-porten med de elektroniske ID-ene

source: So far, 120 people have been notified that their temporary permit may no longer be
nb: Så langt er 120 personer varslet om at den midlertidige tillatelsen kan opphøre etter

source: Being familiar with the grant schemes
nb: Kjenne til tilskuddsordningene

source: You must hand in your passport or national ID card.
nb: Du må levere pass eller nasjonalt ID-kort.

source: has expired, you will receive NOK 5,000 per adult and NOK 5,000 per child who was under the age of 18 when you applied for assisted return, in cash.
nb: deres går ut, får dere 5 000 kroner per voksen og 5 000 kroner i per barn som var under 18 år da dere søkte assistert retur, i kontanter.

source: In connection with some applications for family immigration, we will request an
nb: I noen søknader om familieinnvandring, vil vi be om et

source: Describe how you married.
nb: Beskriv hvordan dere giftet dere.

source: Can I book an appointment in another police district?
nb: Kan jeg bestille time i et annet politidistrikt?

source: What do you need to do?
nb: Hva må du gjøre?

source: You must hand in all the documents on the embassy’s checklist.
nb: Du må levere alle dokumentene som står på ambassadens sjekkliste.

source: NOK 10 000 in cash for caregivers in Afghanistan if they cooperate for assisted return
nb: 10 000 kroner i kontanter til omsorgspersoner i Afghanistan dersom de samarbeider om retur

source: Country fact sheets Country fact sheets
nb: Country fact sheets Ikke alt innholdet på denne siden finnes på bokmål.

source: You who are going to work in Norway for a maximum of 14 days and are employed in an organisation who carries out international humanitarian work
nb: Du som skal jobbe i Norge i maksimalt 14 dager og er ansatt i en organisasjon som driver med internasjonalt humanitært arbeid

source: How did you get to know each other?
nb: Hvordan ble dere kjent med hverandre?

source: I live in Norway and am registered with the police as an EU/EEA citizen with my own funds.
nb: Jeg bor i Norge og er registrert hos politiet som EU/EØS-borger på egne midler.

source: If you don’t return before the visitor’s visa expires, your application for a family immigration permit may be rejected because you have broken the visa rules.
nb: Hvis du ikke drar tilbake før besøksvisumet går ut, kan du få avslag på søknaden din om familieinnvandring fordi du har brutt reglene for visumet.

source: Please fill in the form again.
nb: Du må fylle ut skjemaet på nytt.

source: The font size can also be changed by holding down the Ctrl key (PC) or Cmd key (Mac) and then pressing + (plus) to increase or - (minus) to decrease the text size.
nb: Skriftstørrelsen kan også endres ved å holde Ctrl-tasten (PC) eller Cmd-tasten (Mac) nede, og trykke på + (pluss) for å forstørre eller - (minus) for å forminske teksten.

source: The UDI does not see when you have registered the application online in our computer systems.
nb: UDI ser ikke når du har registrert søknaden på nett i våre datasystemer.

source: Apostille and legalisation
nb: Apostille og legalisering

source: Applications for residence permit (for example family immigration)
nb: Søknader om oppholdstillatelse (for eksempel familieinnvandring)

source: Is it necessary to apply for a residence permit in order to get married?
nb: Trenger du søke om oppholdstillatelse for å gifte deg?

source: The pay you receive must be enough to live on in Norway, and you must have a place to live.
nb: Lønnen du får må være nok til å klare deg i Norge og du må ha et sted å bo.

source: You can fill in the forms on your computer, if you
nb: Du kan fylle ut skjemaene på datamaskin, hvis du

source: You must have passed an oral test in Norwegian on minimum level A2, for example:
nb: Du må ha bestått en prøve i norsk muntlig på minst nivå A2, for eksempel:

source: What are you applying for?
nb: Hva skal du søke om?

source: , you may travel to and from Norway while your application is being processed if you belong to one of the following groups:
nb: , kan du reise ut og inn av Norge mens du har en sak til behandling hvis du tilhører en av disse gruppene:

source: You only need to document work experience in addition to, or instead of, documentation of education if the work experience should be part of the assessment of whether or not you are a skilled worker.
nb: Du skal bare levere dokumentasjon på arbeidserfaring i tillegg til eller som erstatning for dokumentasjon på utdanning hvis arbeidserfaringen skal tas med i vurderingen av om du er faglært.

source: Therefore, you must apply for a residence permit in Norway according to the ordinary regulations for citizens of countries outside the EU/EEA.
nb: Du må derfor søke om oppholdstillatelse i Norge etter det ordinære regelverket for borgere av land utenfor EU/EØS.

source: and meet the other requirements for this residence permit.
nb: oppholdstillatelse som ansatt i internasjonalt selskap

source: Cambridge studies in biological anthropology and
nb: Dette ble etterlyst både av ansatte og beboere.

source: In this case, legal stay can for example mean that you have a residence permit, residence as an EU/EEA national, a visitor’s visa or a valid visa free stay
nb: Lovlig opphold i denne sammenhengen er, i tillegg til oppholdstillatelse for eksempel oppholdsrett for EU/EØS-borgere, besøksvisum eller gyldig visumfrihet.

source: and strengthening the UDI’s relations to the sector and facilitating activities for
nb: også aktivitetsdager for barn og barnefamilier på mottaket, og etterspørselen er alltid større

source: www.stortinget.no (external website)
nb: www.stortinget.no (eksternt nettsted)

source: The UDI decides cases such as applications for protection, residence permits and Norwegian citizenship.
nb: Hvis du har søkt opphold etter brexit-regelverket, må du bare møte opp hos politiet én gang.

source: If you wish to return to Syria, you cannot apply for assisted return.
nb: Hvis du ønsker å reise tilbake til Syria, kan du ikke søke om assistert retur.

source: passed tests that correspond to the Norwegian exam at level A2 or higher, will be considered Norwegian exam 2 or 3, or
nb: bestått prøver som tilsvarer norskprøven på nivå A2 eller høyere, for eksempel Norskprøve 2 eller 3, eller

source: Those who do not need a visa to visit Norway, can stay here for up to 90 days.
nb: Du som ikke trenger visum for å besøke Norge, kan være her i inntil 90 dager.

source: The offer will apply in all of Iraq, including Iraqi Kurdistan.
nb: Tilbudet vil gjelde for hele Irak, inkludert irakisk Kurdistan.

source: Due to the corona situation, please do not contact the police.
nb: På grunn av koronasituasjonen skal du ikke kontakte politiet.

source: If you do not have Digipost, you will receive the letter in the mail.
nb: Hvis du ikke har Digipost, vil du få vedtaket i posten.

source: In addition to this, you can get a reintegration grant of 2 000 euros per person in the family that may be used for vocational training, courses or education, or starting up a business.
nb: I tillegg kan dere få en reintegreringstilskudd til en verdi av 2 000 euro per person i familien som kan brukes til yrkesopplæring, kurs eller utdanning, eller til å starte opp en bedrift.

source: Young people above compulsory school age, but who are under 18 and who are applying for a residence permit in Norway, are entitled to take both compulsory schooling (up to lower secondary) and upper secondary education.
nb: Ungdom som er over opplæringspliktig alder, men under 18 år, og søker oppholdstillatelse fra Norge, har rett til grunnskoleopplæring og videregående opplæring.

source: • enclose a copy of a valid identity document (for example your
nb: • legge ved en kopi av et gyldig identitetsdokument (for

source: The DNA test is carried out by comparing spit samples taken from the mouth of each of the family members.
nb: DNA-testen foretas ved å sammenligne celleprøver fra munnen til hvert av familiemedlemmene.

source: There are SUA offices in Oslo, Bergen, Trondheim, Stavanger and Kirkenes.
nb: Det er SUA-kontorer i Oslo, Bergen, Trondheim, Stavanger og Kirkenes.

source: ☐ Yes, please write which one
nb: ☐ Ja, skriv hvilke

source: You can not contact the UDI for a confirmation
nb: Du skal ikke kontakte UDI for å få bekreftelse

source: If you submit your application in Norway
nb: Hvis du leverer søknaden i Norge

source: The labour market situation in Norway has also been important.
nb: Også arbeidsmarkedssituasjonen i Norge har betydning.

source: One example is the 1975 ‘immigration halt’ mentioned above.
nb: Det gjelder for eksempel innvandringsstoppen som formelt ble innført i 1975.

source: EU/EEA citizens who wishes to visit Norway
nb: EU/EØS-borgere som vil besøke Norge

source: information brochures available in different languages (external website)
nb: informasjonsbrosjyrer om kjønnslemlestels (eksternt nettsted)

source: You can receive financial assistance during your stay if you do not have money.
nb: Du kan få støtte til oppholdet hvis du ikke har penger.

source: This means that from 1 January 2021, you have the right to stay for up to three months without applying for a residence card.
nb: Det innebærer at du fra 1. januar 2021 har rett til opphold i inntil tre måneder uten å søke oppholdskort.

source: You also have to wait a long time.
nb: Du skal også vente lenge.

source: You can travel to Norway if you:
nb: Du kan reise til Norge hvis du:

source: and how you can stay up to date on our waiting times.
nb: og hvordan du kan holde deg oppdatert.

source: There are many things that make you feel unhappy.
nb: Anti-korrupsjonsmekanismer i Irak førte til en tidkrevende og

source: in Norway from 1 January 2021.
nb: i Norge fra og med 1. januar 2021.

source: If this applies to you, we will summon you for testing.
nb: Hvis dette er aktuelt for deg, vil vi kalle deg inn til testing.

source: to check whether the person has the right type of permit.
nb: for å sjekke om personen har riktig type oppholdstillatelse.

source: If you choose a digital mailbox solution, you will receive your letters from us sooner, and you can read them wherever you are.
nb: Velger du en digital postkasse får du brev fra oss raskere, og kan lese dem uansett hvor du er.

source: , go to the overview of your applications, select the relevant application and press the button at the bottom of the page that leads to the receipt.
nb: , gå til oversikten over dine søknader, velge relevant søknad og trykke på knappen nederst på siden som fører til kvitteringen.

source: Therefore, the changes will not apply to you who, no later than 1 December 2020,
nb: Endringene gjelder ikke deg som senest 1. desember 2020

source: How wel do the person speak the language?
nb: Hvor godt snakker personen språket?

source: I you wish to work,
nb: Hvis du ønsker å jobbe,

source: If the duration of your immgrant's passport expires shortly so that you cannot travel to the embassy, you must apply for an immigrant's passport first.
nb: Hvis varigheten på utlendingspasset ditt utløper om kort tid slik at du ikke rekker å reise til ambassaden, må du søke om utlendingspass først.

source: According to the simplified regulations for EU/EEA citizens, they will also have the right to family immigration if the family relationship was established before the end of the transition period.
nb: De vil også ha rett til familieinnvandring etter det forenklede regelverket for EU/EØS-borgere, dersom familierelasjonen var etablert før overgangsperiodens utløp.

source: When the UDI receives your application, you will be notified by email or SMS.
nb: Når søknaden din kommer fram til UDI vil du få beskjed på e-post eller SMS.

source: If you are from Russia, you can hand in your domestic passport, if you are from China you can hand in your Shenfengzhen if it is issued after 2004, and if you are from Iran you can hand in your Kart-e-Melli.
nb: Hvis du er fra Russland kan du levere innenrikspass, fra Kina kan du levere Shenfengzhen som er utstedt etter 2004 og fra Iran kan du levere Kart-e-Melli.

source: As the person receiving the visit, you cannot provide this type of guarantee.
nb: Det er ikke mulig for deg som skal få besøk å stille den typen garanti.

source: If you are to work in Norway for more than 14 days
nb: Du som skal jobbe i Norge i mer enn 14 dager

source: You will receive NOK 12 000 when you arrive in Afghanistan and NOK 10 000 after two months, NOK 10 000 after four months and the remainding NOK 10 000 after six months.
nb: Du får 12 000 kroner når du kommer til Afghanistan, 10 000 kroner etter to måneder, 10 000 kroner etter fire måneder og de siste 10 000 kronene etter seks måneder.

source: In addition to assisted return with IOM, you are offered an individually tailored reintegration program with the organization Seefar.
nb: I tillegg til assistert retur med IOM, så har du som har returnert tilbud om et individuelt tilpasset reintegreringsprogram med organisasjonen Seefar.

source: Assisted return to Afghanistan
nb: Assistert retur til Afghanistan

source: If you have testified in a human trafficking case, you can apply for protection (asylum).
nb: Hvis du har vitnet i en sak om menneskehandel, kan du søke om beskyttelse (asyl).

source: This will also include persons who have come to Norway for family reunification in these cases.
nb: Dette vil også omfatte personer som har kommet på familiegjenforening i disse sakene.

source: Stricter rules for testing and quarantine upon arrival to stop coronavirus mutation
nb: Strengere regler for testing og innreisekarantene for å stoppe mutert virus

source: Copies of documents can be sent by post to the Directorate of Immigration, P.O. Box 2098 Vika, 0125 Oslo.
nb: Kopier av dokumenter kan du sende til Utlendingsdirektoratet, Postboks 2098 Vika,0125 Oslo.

source: You must have valid
nb: Du må ha gyldig

source: authorities in the Member States for the purposes of verifying whether the
nb: grenser og i medlemsstatene, samt for medlemsstatenes innvandrings- og

source: to the person who will visit you.
nb: til den som skal besøke deg.

source: Who are considered sexual minorities?
nb: Hvem regnes som seksuelle minoriteter?

source: How to apply as an employer for an extended residence permit for a seasonal worker who is not allowed to return home:
nb: Slik søker du som arbeidsgiver om forlenget oppholdstillatelse for en sesongarbeider som ikke får reist hjem:

source: If you are over twelve years old, you will receive an invitation from the county governor to participate in a voluntary citizenship ceremony.
nb: Hvis du er over tolv år, vil du få en invitasjon fra statsforvalteren til å delta i en frivillig statsborgerseremoni.

source: The services in Iraq happens in collaboration with the European Technology and Training Centre (ETTC).
nb: Tjenestene i Irak skjer i samarbeid med European Technology and Training Centre (ETTC).

source: When you have submitted an application for family immigration, you may be summoned for an interview.
nb: Etter at du har levert en søknad om familieinnvandring kan det hende at du blir kalt inn til intervju.

source: You can apply for assistance for things like necessary medical help, glasses and support to buy textbooks in connection with an education.
nb: Du kan søke om støtte til blant annet nødvendig helsehjelp, briller og støtte til pensum til utdanning.

source: How can I show to other public offices and my employer that I have registered my application in time and still have legal residence?
nb: Hvordan kan jeg vise overfor andre offentlige kontorer og arbeidsgiveren min at jeg har registrert søknad i tide og fortsatt har lovlig opphold?

source: Then you must apply for a new residence permit in Norway.
nb: Da må du søke om ny oppholdstillatelse i Norge.

source: you who are waiting for a decision on your application for protection (asylum)
nb: du som venter på svar på søknaden din om beskyttelse (asyl)

source: Did you both sign a marriage contract?
nb: Signerte dere begge en ekteskapskontrakt?

source: You can also work and study as usual during this period.
nb: Du kan også jobbe og studere som vanlig i denne perioden.

source: Form for applying for additional assistance (pdf, 619 kB)
nb: Skjema for søknad om tilleggsytelser (pdf, 619 kB)

source: Analysis tool for web statistics
nb: Analyseverktøy for webstatistikk

source: you whose application for protection (asylum) or another application for residence has been rejected
nb: du som har fått avslag på søknaden din om beskyttelse (asyl) eller annen søknad om opphold

source: If you are entitled to live at a reception centre, you will be given money while you live there.
nb: Har du rett til å bo i mottak, får du penger mens du bor der.

source: You have adequate knowledge if you have:
nb: Du har gode nok kunnskaper hvis du har:

source: Can you hand in the application for a residence permit in Norway, or must you apply from abroad?
nb: Kan du levere søknaden om oppholdstillatelse fra Norge eller må du søke fra hjemlandet?

source: - Press «View application» to get to the receipt page
nb: Trykk «Se søknad» for å komme til kvitteringssiden

source: When the embassy processes your application, they will assess whether or not it is likely that you will return to your home country or your country of residence by the time the visitor’s visa expires.
nb: Når ambassaden behandler søknaden din, vurderer de om det er sannsynlig at du reiser tilbake til hjemlandet ditt eller landet der du bor før besøksvisumet går ut.

source: If you have a right of residence in Norway as of 31 December 2020, you can apply for the new residence permit.
nb: Så lenge du hadde oppholdsrett i Norge per 31. desember 2020, kan du søke om den nye oppholdstillatelsen.

source: In connection with some applications for family immigration, we will request an interview with the reference person and/or the applicant in order to obtain more information.
nb: I noen søknader om familieinnvandring, vil vi be om et intervju med referansepersonen og/eller søkeren for å få mer informasjon.

source: threatening (directly or indirectly)
nb: true (direkte eller indirekte)

source: You have the right to continue living in Norway until you have received the new residence permit.
nb: Du har rett til å fortsatt oppholde deg i Norge frem til du har fått den nye oppholdstillatelsen.

source: to the person who is going to visit you.
nb: til den som skal besøke deg.

source: If a booking button does not appear on the receipt page, it means that there are currently no free appointments at your meeting place.
nb: Hvis en bestillingsknapp ikke vises på kvitteringssiden når du er logget inn i Søknadsportalen, betyr det at det for tiden ikke er ledige timer på oppmøtestedet ditt.

source: You can use this form
nb: Du kan bruke dette fullmaktsskjemaet

source: As regards applications for residence permits for skilled workers, an employer can also apply on behalf of the employee’s spouse/cohabitant and children.
nb: Ved blant annet søknader om oppholdstillatelse for faglærte kan arbeidsgiveren også søke på vegne av arbeidstakerens ektefelle/samboer og barn.

source: intained for the purpose of this project, which
nb: Både for ofrene i prostitusjon og i andre former for utnytting har fremmede

source: If you have a special reason for visiting your sister or brother, for example that you are going to his or her wedding, you have a better chance of being granted a visa.
nb: Hvis det er en spesiell grunn til at du skal besøke søsteren eller broren din, for eksempel at du skal i bryllupet deres, er det større sjanse for at du får visum.

source: You must have passed the test if you are between 18 and 67 years old when you hand in your application documents to the police.
nb: Du må ha bestått prøven hvis du er mellom 18 og 67 år når du leverer søknadsdokumentene hos politiet.

source: Persons who are not granted a permanent residence permit because they no longer have a need for protection
nb: Personer som ikke har permanent oppholdstillatelse fordi de ikke har et beskyttelsesbehov lenger

source: You can still choose not to take the test, but if you do not have a particular reason for not taking the DNA test, we will probably reject your application.
nb: Du kan likevel velge å ikke ta testen, men dersom du ikke har en særlig grunn for å ikke ta DNA-testen vil vi sannsynligvis avslå søknaden din.

source: Thus, you have not earned rights according to EU/EEA regulations while you have lived in Svalbard.
nb: Dermed har du ikke opparbeidet deg rettigheter etter EU/EØS-regelverket mens du har bodd på Svalbard.

source: Unless you have resided outside Norway for more than two consecutive years, you will retain your old permit.
nb: Med mindre du har oppholdt deg mer enn to år sammenhengende utenfor Norge, beholder du den gamle tillatelsen din.

source: If you are a victim of forced marriage, you can get help.
nb: Hvis du er utsatt for tvangsekteskap kan du få hjelp.

source: If you travel out of Norway, you can only re-enter the country if your total residence period in the Schengen area does not exceed 90 days during a period of six months.
nb: Reiser du ut av Norge, kan du bare reise inn igjen dersom din samlede oppholdstid i Schengenlandene ikke overstiger 90 dager i løpet av en periode på seks måneder.

source: help to plan your journey
nb: hjelp til å planlegge reisen

source: The tip can be sent to this address:UtlendingsdirektoratetPostboks 2098 Vika0125 Oslo
nb: Tipset kan sendes til adressen:UtlendingsdirektoratetPostboks 2098 Vika0125 Oslo

source: Videos in several languages (external website)
nb: Videoer på flere språk (eksternt nettsted)

source: You must live in Norway.
nb: Du må bo i Norge.

source: Landinfo – the Norwegian Country of Origin Information Centre
nb: Landinfo – utlendingsforvaltningens fagenhet for landinformasjon

source: The Norwegian Red Cross's forced marriage and female genital mutilation helpline (external website)
nb: Røde Kors-telefonen om tvangsekteskap og kjønnslemlestelse (eksternt nettsted)

source: You must submit a Norwegian immigration passport/travel document at the passport office
nb: Norsk utlendingspass/reisebevis skal du levere på passkontoret.
